[BalanceDefs.BD_Cordially_Generator InteractiveObjectBalanceDefinition]
DefaultDisplayName="Sparks"

[ChestGrades.ObjectGrade_StrongBox_Teapot InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[Icons.Icon_Cordially_Emancipate InteractionIconDefinition]
Text="Where you live"

[Icons.Icon_Cordially_PlaceFluffybutts InteractionIconDefinition]
Text="Princess Shepard is alive."

[Icons.Icon_Cordially_PlaceSirReginald InteractionIconDefinition]
Text="Sit, Sir Reginald"

[Icons.Icon_Cordially_TurnOn InteractionIconDefinition]
Text="Steel"

[Icons.Icon_Z1_CordiallyInvited_Rescue InteractionIconDefinition]
Text="rescue"

[Icons.Icon_Z3_CordiallyInvited_Smack InteractionIconDefinition]
Text="Language"

[InteractiveObjects.FleshStickIO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_Cordially_Generator InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Princess InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.SirReginald InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.SirReginaldToPlace InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_Crompet MissionItemDefinition]
UseFailureCharacterMessage="You should %s To use this feature."
ItemName="fire"
PickupMessage="you received %s"
UseFailureLevelMessage="You must be at least %d level to use this."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="resume"

[ItemDefs.ID_MO_Crompet:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Favorite foods that employees celebrate with food and that are delicious."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_GyroParts MissionItemDefinition]
UseFailureCharacterMessage="you have to do %s Use this article."
ItemName="part of an eagle"
PickupMessage="i understand %s"
UseFailureLevelMessage="You must have at least %d to use this feature."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="everybody"

[ItemDefs.ID_MO_GyroParts:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="It is installed in a drinking water tank until you decide it looks like a pile of metal. And you are right."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_Princess MissionItemDefinition]
UseFailureCharacterMessage="It should be %s To use this item."
ItemName="Donkey king"
PickupMessage="as you wish %s"
UseFailureLevelMessage="You must have %d level to use this feature."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="wide"

[ItemDefs.ID_MO_Princess:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Pomegranate Cake Adapted by Tina Chicoit."
NoConstraintText=""
Suffix=""
Prefix=""

